11/data/attachments/df0c5159d28dea2c.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Patricia_season_Actions_62753_0</nif:username>
            <nif:friendToBeRequested>soap_actions_8f8a2516-79bd-414f-9748-102f43ea8c35</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>